[{"Id":0,"Text":"Either you run the day or the day runs you.","Author":"jim rohn"},{"Id":1,"Text":"I was motivated to be different in part because I was different.","Author":"donna brazile"},{"Id":2,"Text":"Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way.","Author":"eileen caddy"},{"Id":3,"Text":"We make the world we live in and shape our own environment.","Author":"orison swett"},{"Id":4,"Text":"What you do today can improve all your tomorrows.","Author":"ralph marston"},{"Id":5,"Text":"Wherever you are - be all there.","Author":"jim elliot"},{"Id":6,"Text":"Edison failed 10, 000 times before he made the electric light. Do not be discouraged if you fail a few times.","Author":"napoleon hill"},{"Id":7,"Text":"Problems are not stop signs, they are guidelines.","Author":"robert h"},{"Id":8,"Text":"Out of clutter, find Simplicity. From discord, find Harmony. In the middle of difficulty lies Opportunity.","Author":"albert einstein"},{"Id":9,"Text":"When you reach the end of your rope, tie a knot in it and hang on.","Author":"thomas jefferson"},{"Id":10,"Text":"You are never too old to set another goal or to dream a new dream.","Author":"c s"},{"Id":11,"Text":"It's always too early to quit.","Author":"norman vincent"},{"Id":12,"Text":"Act as if what you do makes a difference. It does.","Author":"william james"},{"Id":13,"Text":"Begin to be now what you will be hereafter.","Author":"william james"},{"Id":14,"Text":"Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing.","Author":"thomas jefferson"},{"Id":15,"Text":"Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning.","Author":"thomas jefferson"},{"Id":16,"Text":"To be wholly devoted to some intellectual exercise is to have succeeded in life.","Author":"robert louis"},{"Id":17,"Text":"A creative man is motivated by the desire to achieve, not by the desire to beat others.","Author":"ayn rand"},{"Id":18,"Text":"Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.","Author":"wayne dyer"},{"Id":19,"Text":"Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.","Author":"norman vincent"},{"Id":20,"Text":"Do you want to know who you are? Don't ask. Act! Action will delineate and define you.","Author":"thomas jefferson"},{"Id":21,"Text":"If you can dream it, you can do it.","Author":"walt disney"},{"Id":22,"Text":"Know or listen to those who know.","Author":"baltasar gracian"},{"Id":23,"Text":"The wise does at once what the fool does at last.","Author":"baltasar gracian"},{"Id":24,"Text":"To be a good loser is to learn how to win.","Author":"carl sandburg"},{"Id":25,"Text":"What is called genius is the abundance of life and health.","Author":"henry david"},{"Id":26,"Text":"What you get by achieving your goals is to as important as what you become by achieving your goals.","Author":"henry david"},{"Id":27,"Text":"There are two levers for moving men -- interest and fear.","Author":"napoleon bonaparte"},{"Id":28,"Text":"Two purposes in human nature rule. Self-love to urge, and reason to restrain.","Author":"alexander pope"},{"Id":29,"Text":"Education is not the filling of the pail, but, the lighting of the fire.","Author":"william butler"},{"Id":30,"Text":"Let what will be said or done, preserve your sang froid immovably, and to every obstacle oppose patience, perseverance and soothing language","Author":"thomas jefferson"},{"Id":31,"Text":"Don't talk about what you have done or what you are going to do.","Author":"thomas jefferson"},{"Id":32,"Text":"The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.","Author":"confucius quotes"},{"Id":33,"Text":"If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.","Author":"john d"},{"Id":34,"Text":"Quality is not an act, it is a habit.","Author":"aristotle quotes"},{"Id":35,"Text":"Things do not happen. Things are made to happen.","Author":"john f"},{"Id":36,"Text":"Who seeks shall find.","Author":"sophocles quotes"},{"Id":37,"Text":"Every human action, whether it has become positive or negative, must depend on motivation.","Author":"dalai lama"},{"Id":38,"Text":"It is common sense to take a method and try it. If it fails, admit it frankly and try another, but above all try something.","Author":"franklin d"},{"Id":39,"Text":"Always desire to learn something useful.","Author":"sophocles quotes"},{"Id":40,"Text":"The key is to keep company only with people who uplift you, whose presence calls forth your best.","Author":"epictetus quotes"},{"Id":41,"Text":"The more man meditates upon good thoughts, the better will be his world and the world at large.","Author":"confucius quotes"},{"Id":42,"Text":"See only that thou work and thou canst not escape the reward.","Author":"ralph waldo"},{"Id":43,"Text":"The longer we dwell on our misfortunes, the greater is their power to harm us.","Author":"voltaire quotes"},{"Id":44,"Text":"The best morale exist when you never hear the word mentioned. When you hear a lot of talk about it, it's usually lousy.","Author":"dwight d"},{"Id":45,"Text":"If you would lift me up you must be on higher ground.","Author":"ralph waldo"},{"Id":46,"Text":"Motivation is the art of getting people to do what you want them to do because they want to do it.","Author":"dwight d"},{"Id":47,"Text":"Every noble work is bound to face problems and obstacles. It is important to check your goal and motivation thoroughly. One should be very truthful, honest, and reasonable. One's actions should be good for others, and for oneself as well. Once a positive goal is chosen, you should decide to pursue it all the way to the end. Even if it is not realized, at least there will be no regret.","Author":"dalai lama"},{"Id":48,"Text":"What you do speaks so loudly that I cannot hear what you say.","Author":"ralph waldo"},{"Id":49,"Text":"Where you begin doesn't matter. Your willingness to start is what counts.","Author":"rhonda britten"},{"Id":50,"Text":"Happiness can be defined, in part at least, as the fruit of the desire and ability to sacrifice what we want now for what we want eventually","Author":"stephen r"},{"Id":51,"Text":"I am the lizard king. I can do anything.","Author":"jim morrison"},{"Id":52,"Text":"Every morning you are handed 24 golden hours. They are one of the few things in this world that you get free of charge. If you had all the money in the world, you couldn't buy an extra hour. What will you do with this priceless treasure? Remember, you must","Author":"source unknown"},{"Id":53,"Text":"It is not the horse that draws the cart, but the oats.","Author":"russian proverb"},{"Id":54,"Text":"To dream of the person you would like to be is to waste the person you are.","Author":"source unknown"},{"Id":55,"Text":"Walking your talk is a great way to motivate yourself. No one likes to live a lie. Be honest with yourself, and you will find the motivation to do what you advise others to do.","Author":"vince poscente"},{"Id":56,"Text":"One of the strongest characteristics of genius is the power of lighting its own fire.","Author":"john w"},{"Id":57,"Text":"Never give up, for that is just the place and time that the tide will turn","Author":"harriet stowe"},{"Id":58,"Text":"What comes from the heart, goes to the heart.","Author":"samuel taylor"},{"Id":59,"Text":"Instruction does much, but encouragement does everything.","Author":"johann wolfgang"},{"Id":60,"Text":"Do or do not... there is no try.","Author":"yoda quotes"},{"Id":61,"Text":"The aim of an argument or discussion should not be victory, but progress.","Author":"joseph joubert"},{"Id":62,"Text":"Motivation is like food for the brain. You cannot get enough in one sitting. It needs continual and regular top up s.","Author":"peter davies"},{"Id":63,"Text":"You are what you think. You are what you go for. You are what you do!","Author":"bob richards"},{"Id":64,"Text":"There is nothing that fear and hope does not permit men to do.","Author":"marquis de"},{"Id":65,"Text":"Until we take how we see ourselves (and how we see others) into account, we will be unable to understand how others see and feel about themselves and their world. Unaware, we will project our intentions on their behavior and call ourselves objective.","Author":"stephen r"},{"Id":66,"Text":"Between stimulus and response, one has the freedom to choose.","Author":"stephen r"},{"Id":67,"Text":"Motivation is everything. You can do the work of two people, but you can't be two people. Instead, you have to inspire the next guy down the line and get him to inspire his people.","Author":"lee iacocca"},{"Id":68,"Text":"It's not the will to win, but the will to prepare to win that makes the difference.","Author":"bear bryant"},{"Id":69,"Text":"You must rouse into people's consciousness their own prudence and strength, if you want to raise their character.","Author":"vauvenargues marquis"},{"Id":70,"Text":"If you are serious about your goals, drop the conditions. Go directly to your goal. Be your goal! Conditions often disguise strategies for escaping accountability. Why not just take charge and create the experience you are looking for?","Author":"eric allenbaugh"},{"Id":71,"Text":"God made man to go by motives, and he will not go without them, any more than a boat without steam or a balloon without gas.","Author":"henry ward"},{"Id":72,"Text":"Purpose directs passion and passion ignites purpose.","Author":"rhonda britten"},{"Id":73,"Text":"By doing just a little every day, I can gradually let the task completely overwhelm me.","Author":"ashleigh brilliant"},{"Id":74,"Text":"A champion needs a motivation above and beyond winning.","Author":"pat riley"},{"Id":75,"Text":"People can't live with change if there's not a changeless core inside them. The key to the ability to change is a changeless sense of who you are, what you are about and what you value.","Author":"stephen r"},{"Id":76,"Text":"Am I motivated by what I really want out of life -- or am I mass-motivated?","Author":"earl nightingale"},{"Id":77,"Text":"No one does anything from a single motive.","Author":"samuel taylor"},{"Id":78,"Text":"We talk on principal, but act on motivation.","Author":"walter savage"},{"Id":79,"Text":"Leave no stone unturned.","Author":"euripides quotes"},{"Id":80,"Text":"You have to decide what your highest priorities are and have the courage--pleasantly, smilingly, nonapologetically--to say 'no' to other things. And the way you do that is by having a bigger 'yes' burning inside. The enemy of the 'best' is often the 'good.'","Author":"stephen r"},{"Id":81,"Text":"I've always been in the right place and time. Of course, I steered myself there.","Author":"bob hope"},{"Id":82,"Text":"We promise according to our hopes and perform according to our fears.","Author":"francois vi"},{"Id":83,"Text":"We showed complete concentration and great motivation.","Author":"vanderlei luxemburgo"},{"Id":84,"Text":"We know nothing about motivation. All we can do is write books about it.","Author":"peter drucker"},{"Id":85,"Text":"It is no little wisdom for you to keep yourself in silence and in good peace when evil words are spoken to you, and to turn your heart to God and not to be troubled with the judgment of others.","Author":"thomas kempis"},{"Id":86,"Text":"I often lose motivation, but its something I accept as normal.","Author":"bill rodgers"},{"Id":87,"Text":"Turn your wounds into wisdom.","Author":"oprah winfrey"},{"Id":88,"Text":"Motivation is what gets you started. Habit is what keeps you going.","Author":"jim rohn"},{"Id":89,"Text":"You've got to follow your passion. You've got to figure out what it is you love--who you really are. And have the courage to do that. I believe that the only courage anybody ever needs is the courage to follow your own dreams.","Author":"oprah winfrey"},{"Id":90,"Text":"Whatever touches the nerves of motive, whatever shifts man's moral position, is mightier than steam, or calorie, or lightening.","Author":"edwin chapin"},{"Id":91,"Text":"We must treasure the achievers of our land because it's they who raise the sights of all the others.","Author":"source unknown"},{"Id":92,"Text":"If your're not practicing, somebody else is, somewhere, and he'll be ready to take your job.","Author":"brooks robinson"},{"Id":93,"Text":"I tends to be more motivated by the things I do wrong than when I skate well. I always want to improve even when I do have a strong performance in competition.","Author":"matt savoie"},{"Id":94,"Text":"Everybody's looking for something negative. I just want to continue being a positive person. ... That is motivation for me. When it's my time to come out and show 'Vince,' then you will get the truth.","Author":"vince young"},{"Id":95,"Text":"One very important aspect of motivation is the willingness to stop and to look at things that no one else has bothered to look at. This simple process of focusing on things that are normally taken for granted is a powerful source of creativity...","Author":"edward bono"},{"Id":96,"Text":"Some of us are like wheelbarrows, only useful when pushed and easily upset.","Author":"jack herbert"},{"Id":97,"Text":"It is simpler and easier to flatter people than to praise them.","Author":"jean richter"},{"Id":98,"Text":"We would frequently be ashamed of our good deeds if people saw all of the motives that produced them.","Author":"francois vi"},{"Id":99,"Text":"One of the reasons it has seemed so difficult for a person to change his habits, his personality, or his way of life, has been that heretofore nearly all efforts at change have been directed to the circumference of the self, so to speak, rather than to the center.","Author":"maxwell maltz"},{"Id":100,"Text":"Companies that solely focus on competition will ultimately die. Thosethat focus on value creation will thrive.","Author":"edward bono"},{"Id":101,"Text":"Who is sure of their own motives can in confidence advance or retreat.","Author":"johann wolfgang"},{"Id":102,"Text":"It is in human nature to relax, when not compelled by personal advantage or disadvantage.","Author":"johann wolfgang"},{"Id":103,"Text":"Begin with the end in mind.","Author":"doug flynn"},{"Id":104,"Text":"There is no self-made man. You will reach your goals only with the help of others.","Author":"george shinn"},{"Id":105,"Text":"I would think that Texas has a tremendous amount of motivation building into this game, just as we do, and they don't need any more than that. If that helps them, then it's OK. I can't do anything about it.","Author":"pete carroll"},{"Id":106,"Text":"I have always grown from my problems and challenges, from the things that don't work out, that's when I've really learned.","Author":"carol burnett"},{"Id":107,"Text":"Don't spur a willing horse.","Author":"proverb proverbs"},{"Id":108,"Text":"The whole motivation for any performer is &quot;Look at me, Ma","Author":"lenny bruce"},{"Id":109,"Text":"When you have reached the pinnacle as a player of what you have always aspired for, what's your motivation? ... Some guys just work their tail off because they want to be good. It's important to them and their pride. Those guys have a better chance to succeed than the guy who did all of that to get here, and now all of a sudden the things that got him here don't seem to be important anymore.","Author":"nick saban"},{"Id":110,"Text":"It definitely is motivation. It's the reason you want to play your favorite sports and continue on to the next level. You have to stay on top of your academics to play for a Division 1 college. You have to maintain a 3.0 or higher if you want to continue to play.","Author":"kyle martinez"},{"Id":111,"Text":"There is no point at which you can say, 'Well, I'm successful now. I might as well take a nap.'","Author":"carrie fisher"},{"Id":112,"Text":"I'm sick and tired of being sick and tired.","Author":"fannie hamer"},{"Id":113,"Text":"This was definitely a disappointing season because our goal was to advance in the playoffs. It's got to be motivation for us in the offseason.","Author":"nicole ohlde"},{"Id":114,"Text":"That's just part of it. Everyone can't be a No. 1 seed. For us, though, it gives Tennessee motivation.","Author":"maggie dixon"},{"Id":115,"Text":"You need to make the distinction between external motivation and internal motivation. While the former has short-term effects, the latter is far more important.","Author":"john savage"},{"Id":116,"Text":"We had a little more motivation than some of the other teams in the tournament. Certainly everyone wants to win. We had dreams. I know others had dreams too. But our dreams are awfully deep-rooted. This one is pretty special for us.","Author":"lance randall"},{"Id":117,"Text":"It's definitely a motivation for our players because we lost to them last time we played them.","Author":"rich basirico"},{"Id":118,"Text":"If you never did you should. These things are fun and fun is good.","Author":"dr seuss"},{"Id":119,"Text":"Self-motivation is the difference this season. I go out and throw strikes and don't put a lot of pressure on myself. I just try to play and have fun.","Author":"mark peterson"},{"Id":120,"Text":"You don't have to do anything you don't want to do.","Author":"david fink"},{"Id":121,"Text":"He that is over -- cautious will accomplish little.","Author":"johann friedrich"},{"Id":122,"Text":"Next to excellence, comes the appreciation of it.","Author":"william m"},{"Id":123,"Text":"I don't believe in team motivation. I believe in getting a team prepared so it knows it will have the necessary confidence when it steps on a field and be prepared to play a good game.","Author":"tom landry"},{"Id":124,"Text":"It's really just the opposite. The atmosphere on campus is so electric, it provides extra motivation.","Author":"mike hall"},{"Id":125,"Text":"Comfort the afflicted, and afflict the comfortable.","Author":"finley dunne"},{"Id":126,"Text":"LET YOURSELF GO WITH THE DISEASE,BE WITH IT, KEEP COMPANY WITH IT-THIS IS THE WAY TO BE RID OF IT.","Author":"bruce lee"},{"Id":127,"Text":"Being willing makes you able.","Author":"rhonda britten"},{"Id":128,"Text":"When the leader passes over all alike, not making a distinction, then the endeavors of those who are capable of exertion are entirely lost.","Author":"hitopadesa hitopadesa"},{"Id":129,"Text":"I don't know. I've never seen a team fall apart offensively like this team has. We've tried every motivation tactic with them. At this point and time, I'm ready to send them to putt-putt golf or ride a go-cart. They need to do something to clear their mind and get refreshed and at least be happy to come to the ballpark.","Author":"gene stephenson"},{"Id":130,"Text":"Everyone on the team is very, very motivated,","Author":"scott lynch"},{"Id":131,"Text":"Racing with Yamaha gives me a great taste and a great motivation to win; these last two championships have been two of the best,","Author":"valentino rossi"},{"Id":132,"Text":"You can do everything towards a certain action but you'll achieve nothing if you don't sketch it on paper first","Author":"mina tadros"},{"Id":133,"Text":"My motivation is very high. I am very pleased to be with a great team like Renault, the world champions. Also, I know I am driving a very quick car this year. My target is to fight for the championship, and I am optimistic I can do that.","Author":"giancarlo fisichella"},{"Id":134,"Text":"We were playing for No. 30 tonight. That was our motivation. He's a three-year starter and he's been denied half his senior year.","Author":"greg nossaman"},{"Id":135,"Text":"The motivation has to come from within. We can still play a role in this thing. What I'm looking for from the kids is playing hard and finishing strong.","Author":"greg omoto"},{"Id":136,"Text":"It's tough to come back. But you've got to find motivation.","Author":"steve edmiston"},{"Id":137,"Text":"I feel like I was closing the chapter on the whole New Mexico thing. The motivation was definitely there, with a guy I used to play for, former teammates.","Author":"jamaal williams"},{"Id":138,"Text":"If you must have motivation, think of your paycheck on Friday.","Author":"noel coward"},{"Id":139,"Text":"We've got to get stronger. A lot of guys have got to get quicker. This is definitely a motivation game to show guys we have to step our game up another level, another notch.","Author":"alando tucker"},{"Id":140,"Text":"I took that as motivation. Anything that happens, I'll take it as motivation.","Author":"carmelo anthony"},{"Id":141,"Text":"Any time you really get whipped by an opponent, you have extra motivation to go out and prove not only that you can compete with them, but you can actually pull out a victory.","Author":"tommy richardson"},{"Id":142,"Text":"Stay the course, light a star,Change the world where'er you are.","Author":"richard gallienne"},{"Id":143,"Text":"Luke: Uncle Owen, this R2 unit has a bad motivator.","Author":"mark hamill"},{"Id":144,"Text":"We knew coming in McCallie had a lot of motivation for this one. They've had 365 days to stew about last year, and McCallie is a good team. They have an excellent quarterbackĂÂK so we knew what to expect.","Author":"mark davis"},{"Id":145,"Text":"When you're 0-10, we only have one place to go and that's up. You have to have some type of motivation to go out and play. We go into every game thinking we can win, man, even though we've had all these close losses.","Author":"chris capko"},{"Id":146,"Text":"It's got to be a passion. It takes a real drive and real motivation.","Author":"brain maas"},{"Id":147,"Text":"An employee's motivation is a direct result of the sum of interactions with his or her manager.","Author":"bob nelson"},{"Id":148,"Text":"Everything [has changed]. It has been a great year. A lot of times you really need that extra motivation to help your teammates. Lot of times, you see a lot of guys that don't really care, but what can you do? A lot of guys are tired. They probably want to go home.","Author":"jose guillen"},{"Id":149,"Text":"Until victory always","Author":"ernesto guevara"},{"Id":150,"Text":"There has to be a combination of a education and access to activities. A successful club isn't just having a room with equipment in it, and no reason to go there except for your own motivation.","Author":"dan wilson"},{"Id":151,"Text":"There's something about the motivation and confidence you feel when you're in first place. We missed out on that opportunity.","Author":"curtis martin"},{"Id":152,"Text":"I'm not into extra motivation or anything like that. Bottom line, we need to go down there and win.","Author":"barbara turner"},{"Id":153,"Text":"Personally, the experience is amazing. To see where these kids live and grow up, it's an experience all in itself to just talk to them individually and feel that you have made some kind of positive impact on their life. Most of them really are good kids stuck in a bad situation and we are there to try to bring out that motivation and determination in them to succeed in life. And the kids have started to warm up to us. They are starting to bring their homework more often and have gained more interest in what we have to share with them.","Author":"ben schaub"},{"Id":154,"Text":"Just to have a win under our belts will give us a lot of motivation.","Author":"aubrey taylor"},{"Id":155,"Text":"We cannot direct the wind but we can adjust the sails.","Author":"source unknown"},{"Id":156,"Text":"I never criticize a player until they are first convinced of my unconditional confidence in their abilities.","Author":"john robinson"},{"Id":157,"Text":"We may think there is willpower involved, but more likelyâ€¦ change is due to want power. Wanting the new addiction more than the old one. Wanting the new me in preference to the person I am now.","Author":"george sheehan"},{"Id":158,"Text":"At the moment of commitment, the universe conspires to assist you.","Author":"johann wolfgang"},{"Id":159,"Text":"We should not teach children the sciences; but give them a taste for them.","Author":"jean jacques"},{"Id":160,"Text":"I found I liked working at that hour, and though I no longer teach, I have remained faithful to that routine. By making writing my first order of business every day, I am giving it enormous symbolic importance in my life, which helps keep me motivated.","Author":"dan brown"},{"Id":161,"Text":"Today is your day! Your mountain is waiting. So... get on your way!","Author":"dr seuss"},{"Id":162,"Text":"Help people become more motivated by guiding them to the source of their own power.","Author":"paul g"},{"Id":163,"Text":"Any corrective phase that will come in the near term could be a shallow one.","Author":"joe ismail"},{"Id":164,"Text":"Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it.","Author":"ella wheeler"},{"Id":165,"Text":"Always do your best. What you plant now, you will harvest later.","Author":"og mandino"},{"Id":166,"Text":"Be gentle to all and stern with yourself.","Author":"saint teresa"},{"Id":167,"Text":"Be thine own palace, or the world's thy jail.","Author":"john donne"},{"Id":168,"Text":"Crave for a thing, you will get it. Renounce the craving, the object will follow you by itself.","Author":"swami sivananda"},{"Id":169,"Text":"Do not weep; do not wax indignant. Understand.","Author":"baruch spinoza"},{"Id":170,"Text":"Even if you fall on your face, you're still moving forward.","Author":"victor kiam"},{"Id":171,"Text":"Expect problems and eat them for breakfast.","Author":"alfred a"},{"Id":172,"Text":"Fear cannot be without hope nor hope without fear.","Author":"baruch spinoza"},{"Id":173,"Text":"Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.","Author":"sasha cohen"},{"Id":174,"Text":"Go big or go home. Because it's true. What do you have to lose?","Author":"eliza dushku"},{"Id":175,"Text":"I can, therefore I am.","Author":"simone weil"},{"Id":176,"Text":"I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be.","Author":"ken venturi"},{"Id":177,"Text":"I've worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down and I will not let myself down.","Author":"mia hamm"},{"Id":178,"Text":"If you ask me what I came into this life to do, I will tell you: I came to live out loud.","Author":"emile zola"},{"Id":179,"Text":"If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.","Author":"jim rohn"},{"Id":180,"Text":"If you want to conquer fear, don't sit home and think about it. Go out and get busy.","Author":"dale carnegie"},{"Id":181,"Text":"If you've got a talent, protect it.","Author":"jim carrey"},{"Id":182,"Text":"In motivating people, you've got to engage their minds and their hearts. I motivate people, I hope, by example - and perhaps by excitement, by having productive ideas to make others feel involved.","Author":"rupert murdoch"},{"Id":183,"Text":"Leap, and the net will appear.","Author":"john burroughs"},{"Id":184,"Text":"Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.","Author":"denis waitley"},{"Id":185,"Text":"Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.","Author":"jim rohn"},{"Id":186,"Text":"No matter how many goals you have achieved, you must set your sights on a higher one.","Author":"jessica savitch"},{"Id":187,"Text":"One person with a belief is equal to a force of ninety-nine who have only interests.","Author":"peter marshall"},{"Id":188,"Text":"One way to keep momentum going is to have constantly greater goals.","Author":"michael korda"},{"Id":189,"Text":"Opportunity does not knock, it presents itself when you beat down the door.","Author":"kyle chandler"},{"Id":190,"Text":"Poverty was the greatest motivating factor in my life.","Author":"jimmy dean"},{"Id":191,"Text":"Set your goals high, and don't stop till you get there.","Author":"bo jackson"},{"Id":192,"Text":"Setting goals is the first step in turning the invisible into the visible.","Author":"tony robbins"},{"Id":193,"Text":"Small deeds done are better than great deeds planned.","Author":"peter marshall"},{"Id":194,"Text":"The dog that trots about finds a bone.","Author":"golda meir"},{"Id":195,"Text":"The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.","Author":"mark caine"},{"Id":196,"Text":"The harder the conflict, the more glorious the triumph.","Author":"thomas paine"},{"Id":197,"Text":"The ultimate aim of the ego is not to see something, but to be something.","Author":"muhammed iqbal"},{"Id":198,"Text":"The weeds keep multiplying in our garden, which is our mind ruled by fear. Rip them out and call them by name.","Author":"sylvia browne"},{"Id":199,"Text":"True happiness involves the full use of one's power and talents.","Author":"john w"},{"Id":200,"Text":"When you fail you learn from the mistakes you made and it motivates you to work even harder.","Author":"natalie gulbis"},{"Id":201,"Text":"Without hard work, nothing grows but weeds.","Author":"gordon b"},{"Id":202,"Text":"You can never quit. Winners never quit, and quitters never win.","Author":"ted turner"},{"Id":203,"Text":"You can't build a reputation on what you are going to do.","Author":"henry ford"},{"Id":204,"Text":"You can't expect to hit the jackpot if you don't put a few nickels in the machine.","Author":"flip wilson"},{"Id":205,"Text":"You can't wait for inspiration. You have to go after it with a club.","Author":"jack london"},{"Id":206,"Text":"You need to overcome the tug of people against you as you reach for high goals.","Author":"george s"},{"Id":207,"Text":"You never know what motivates you.","Author":"cicely tyson"}]